{
  "sections": [
      {
          "title": "Sobre os criadores",
          "description": "Desde 1997, Brian já vinha realizando alguns trabalhos pela Marvel e pela DC Comics. Suas brevíssimas passagens por títulos como Batman, X-Men, Homem-Aranha, Mulher-Maravilha, Liga da Justiça, Lanterna Verde e até pelo cult Monstro do Pântano lhe deram experiência e abriram caminho para futuros trabalhos. Durante seu período pela Marvel, escreveu a minissérie Dr. Strange: The Oath (Dr. Estranho: O Juramento) em que reconta a origem do personagem. Em 2006, escreveu a graphic novel Pride of Bahgdad (Os Leões de Bagdá) pelo selo Vertigo, na qual aborda a Guerra do Iraque do ponto de vista de leões fugidos do zoológico da cidade após um bombardeio. Fiona Staples é uma artista canadense, conhecida por seu trabalho como desenhistas de revistas em quadrinhos americanas como Saga, que tem ilustrado desde 2012, e Archie, que ilustrou brevemente em 2015. Staples tem sido citada como uma das melhores artistas em atividade na indústria americana e ganhou vários vezes tanto o Eisner quanto o Harvey Awards.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/10.12.12BrianKVaughanFionaStaplesByLuigiNovi1.jpg/1024px-10.12.12BrianKVaughanFionaStaplesByLuigiNovi1.jpg"
      },
      {
          "title": "Sobre a obra",
          "description": "O primeiro arco de história (que reúne as edições 1 à 6) foca no relacionamento entre os personagens Alana e Marko, dois amantes de diferentes planetas cujos povos estão em guerra um com o outro. Alana vem da Alinça Landfall, tecnologicamente avançada, o maior planeta na galáxia, e Marko é da única lua do planeta Lanfall, Wreath, cujo povo usa magia ao invés de armas tecnológicas. Embora a paz fosse restabelecida nos dois mundos de origem, o conflito se espalhou em todos os outros planetas conhecidos, cujas espécies nativas foram forçados a escolher um dos lado. Como Landfall e Wreath estavam em lados opostos, Alana e Marko se conheceram quando ela foi designada para protegê-lo em uma prisão em Cleave, planeta onde ele se tornou um prisioneiro de guerra. Eles fugiram juntos depois de se conhecerem. No início da primeira edição da série, Alana dá à luz a sua filha, Hazel, que, ocasionalmente, narra a série (em primeira pessoa). Logo depois, o trio está preso entre uma equipa de cada um de seus mundos, que acabam matando um ao outro a tentar capturá-los, um massacre que é atribuído ao casal. Em Landfall, o Príncipe Robô IV é atribuído por seu pai para capturá-los, e entra em conflito com o seu homólogo em Wreath, um mercenário chamado The Will. O fantasma de uma menina morta chamada Izabel acaba se tornando uma espécie de babá para a recém nacida Hazel. Os quatro tiveram que escapar do planeta Cleave antes de serem confrontados pelos pais de Marko."
      }
  ],
  "comics": [
      {
          "title": "Saga 1",
          "image": "https://lojasaraiva.vteximg.com.br/arquivos/ids/12107821/1003384237.jpg?v=637142243526770000",
          "description": "Frequentemente descrita pela crítica especializada como um “encontro entre Star Wars e Game of Thrones”, SAGA nos conta a história de Alana e Marko, dois soldados em lados opostos numa longa e devastadora guerra intergaláctica que se apaixonam e lutam para garantir que Hazel, sua filha recém-nascida, continue viva. Mas é claro que isso não será nada fácil...",
          "sale": "https://www.amazon.com.br/SAGA-01-REIMPRESSAO-Brian-Vaughan/dp/8575326368"
      },
      {
          "title": "Saga 2",
          "image": "https://lh3.googleusercontent.com/proxy/eqemXvxXFzC_OlOPFIPvvwhlJjQhzJP2X38DoluIWw6wisM51fynkVXp6QOdxRpt8HgzhxzsUNECRLCSBVBybBt9MB-30XxqTVZkIWXzrfRgAr7gQm49",
          "description": "A recém-nascida Hazel já sobreviveu a assassinos mortíferos, exércitos enfurecidos, fantasmas e monstruosidades alienígenas, mas é na vastidão fria e escura do espaço que a garotinha irá enfrentar o maior desafio da família: seus avós paternos! Bem... isso e mais algumas surpresinhas que você irá descobrir no decorrer do livro... Nas páginas belamente ilustradas por Fiona Staples, desvendaremos mais segredos sobre o Príncipe Robô, O Querer, a Gata da Mentira, e, é claro, Alana e Marko, tudo numa trama bem engendrada por Brian K. Vaughan, um dos escritores de quadrinhos mais conceituados dos últimos tempos! SAGA é uma série em quadrinhos no melhor estilo space opera com um toque de fantasia criada e escrita por Brian K. Vaughan e ilustrada por Fiona Staples. Frequentemente comparada pela crítica especializada como um “encontro entre Star Wars e A Guerra dos Tronos”, SAGA nos conta a história de Alana e Marko, dois soldados de lados opostos numa longa e devastadora guerra intergaláctica que se apaixonam e lutam para garantir que Hazel, sua filha recém-nascida, continue viva. Mas é claro que isso não será nada fácil... Mais do que uma versão de Romeu e Julieta no espaço, SAGA é uma história sobre amor e vingança com uma pitadinha de humor num cenário futurista e todos aqueles sentimentos, bons ou ruins, que nos tornam humanos.",
          "sale": "https://www.amazon.com.br/SAGA-02-Brian-K-Vaughan/dp/857532618X/ref=pd_bxgy_img_2/144-2754589-7058721?_encoding=UTF8&pd_rd_i=857532618X&pd_rd_r=646b1796-5cb3-4f43-9bbe-0a52e1543478&pd_rd_w=HC3dG&pd_rd_wg=w9Tx6&pf_rd_p=b7ddf2f0-cccc-4719-8541-b52293f96c07&pf_rd_r=VPMGT8HG6TW9HDRQF8VS&psc=1&refRID=VPMGT8HG6TW9HDRQF8VS"
      },
      {
          "title": "Saga 3",
          "image": "https://empresas.devir.com.br/image/cache/data/Quadrinhos/DEV111372-1200x950.jpg",
          "description": "Terceiro volume da multipremiada série em quadrinhos que tem arrebatado leitores em todo o mundo, tornando-se um dos maiores fenômenos dessa mídia dos últimos tempos. Nesse tomo, os pais de primeira viagem, Marko e Alana, vão até um mundo alienígena para encontrar seu autor preferido, enquanto seus perseguidores se aproximam cada vez mais. Saga é uma série em quadrinhos no melhor estilo space opera com um toque de fantasia criada e escrita por Brian K. Vaughan e ilustrada por Fiona Staples. Frequentemente comparada pela crítica especializada como um “encontro entre Star Wars e A Guerra dos Tronos”, Saga nos conta a história de Alana e Marko, dois soldados de lados opostos numa longa e devastadora guerra intergaláctica que se apaixonam e lutam para garantir que Hazel, sua filha recém-nascida, continue viva. Mas é claro que isso não será nada fácil... Mais do que uma versão de Romeu e Julieta no espaço, Saga é uma história sobre amor e vingança, com uma pitadinha de humor, num cenário futurista e todos aqueles sentimentos, bons ou ruins, que nos tornam humanos.",
          "sale": "https://www.amazon.com.br/SAGA-03-Brian-K-Vaughan/dp/8575326392/ref=pd_sbs_14_1/144-2754589-7058721?_encoding=UTF8&pd_rd_i=8575326392&pd_rd_r=b24ad200-6b00-4738-b438-16ed240360c1&pd_rd_w=kR296&pd_rd_wg=WvBRS&pf_rd_p=27be8476-6095-40f6-b57d-3e82cf55061c&pf_rd_r=5W01CZCC2WB83JV38RYC&psc=1&refRID=5W01CZCC2WB83JV38RYC"
      },
      {
          "title": "Saga 4",
          "image": "https://empresas.devir.com.br/image/cache/data/Quadrinhos/DEV111379-1200x950.jpg",
          "description": "Da premiada dupla de autores Brian K. Vaughan (The Private Eye, Os Leões de Bagdá) e Fiona Staples (Mystery Society, Thor), SAGA é a arrebatadora história de uma jovem família lutando para encontrar o seu lugar no Universo. Fortemente influenciada por Star Wars e baseada em ideias que Vaughan concebeu ainda criança e, depois, como pai, SAGA retrata dois jovens amantes de raças alienígenas há muito tempo em guerra, Alana e Marko, que fogem das autoridades dos dois lados do conflito galáctico enquanto cuidam de sua filha recém-nascida, Hazel, que, ocasionalmente, narra a história. Quando eles chegam a um novo e estranho planeta e se deparam com outros antagonistas, a pequena Hazel já é uma criança que sabe andar, enquanto os seus desafortunados pais, Marko e Alana, se esforçam para se manter em pé. Enquanto Hazel começa a pronunciar suas primeiras palavras, seus jovens pais passam por algumas crises no casamento. Alana torna-se usuária de uma droga do momento e Marko dá início a um relacionamento extraconjugal. Mas os problemas não param por aí... Inesperadas alianças irão acontecer e mudar totalmente o rumo dos acontecimentos! Uma unanimidade no mundo todo, SAGA é um sucesso de crítica e de público e, em 2015, recebeu dois prêmios Eisner: Melhor Série Contínua e Melhor Desenhista!",
          "sale": "https://www.amazon.com.br/SAGA-04-Brian-K-Vaughan/dp/8575326473/ref=pd_sbs_14_7?_encoding=UTF8&pd_rd_i=8575326473&pd_rd_r=02948d7e-f3b9-4564-9d31-e83049cf2b9f&pd_rd_w=CpDIK&pd_rd_wg=iMxak&pf_rd_p=27be8476-6095-40f6-b57d-3e82cf55061c&pf_rd_r=5KK0HEJ6KY4N41Z7SBMG&psc=1&refRID=5KK0HEJ6KY4N41Z7SBMG"
      },
      {
          "title": "Saga 5",
          "image": "https://lh3.googleusercontent.com/proxy/FyADWUERvmzQSM1oMs5Dw4_4IWwGfq20e9hN2FlPb4Q0oYvfZdoiwz9-m30FP2LjxguG5GbKmBgomZGfcUZ5OMSarSfSxFg0A_xxrCmoxtXxXJRcCYUBcuBva8rXnBgDxR_51xRzV3RoZlRx-Xkfs9qtJw",
          "description": "Nesse novo volume da série, múltiplas histórias colidem numa emocionante aventura por todo o cosmo. Enquanto Gwendolyn, Sophie, a Gata da Mentira e A Mácula, arriscam suas vidas na procura de uma cura para O Querer, Marko faz uma incômoda aliança com o Príncipe Robô IV para ajudá-lo a encontrar seu filho raptado, que está preso num estranho mundo com novos e terríveis inimigos. A trama, magnificamente ilustrada por Fiona Staples, continua, página a página, cada vez mais envolvente e surpreendente, misturando magistralmente elementos de ficção e fantasia, continuando a narrativa do que já é uma das melhores sagas em quadrinhos do século 21. Uma unanimidade no mundo todo, SAGA é um sucesso de crítica e de público, vencedora de múltiplos prêmios, entre os quais os prêmios Eisner de melhor série, melhor escritor e melhor artista.",
          "sale": "https://www.amazon.com.br/SAGA-05-Brian-K-Vaughan/dp/8575326546/ref=pd_sbs_14_4/144-2754589-7058721?_encoding=UTF8&pd_rd_i=8575326546&pd_rd_r=c75ebde9-d5e5-4e13-b860-a5c616ea7780&pd_rd_w=7UMPf&pd_rd_wg=cKRAm&pf_rd_p=27be8476-6095-40f6-b57d-3e82cf55061c&pf_rd_r=GJ1S3P1BB0SS41JN0WGY&psc=1&refRID=GJ1S3P1BB0SS41JN0WGY"
      },
      {
          "title": "Saga 6",
          "image": "https://lh3.googleusercontent.com/proxy/VjgM-FTcEc4wb2yzOgjLH6RGGGTfXeiJEXJoFSJdgXFzhhTUZ_2SR6fLD5bDyT91fsoul0oM_zqTRjWmhxoKT9b5iA5NQVkrar-OZ3KczDrp8-q73Bl6gv9IvaiCHa7HVq-3Q3pe4qm6JBCiK8pGM4unEw",
          "description": "Saga narra a história de uma jovem família tentando encontrar seu lugar no universo. Quando dois soldados de lados opostos em uma guerra intergaláctica se apaixonam, eles arriscam tudo para proteger a vida de sua filha recém-nascida em um perigoso universo que parece querer separá-los a qualquer custo. Depois de um dramático salto temporal no último volume Hazel começa a aventura mais emocionante da sua vida: o jardim de infância. Enquanto isso, sua desafortunada família passa por duras e amargas lições.",
          "sale": "https://www.amazon.com.br/Saga-6-Brian-K-Vaughan/dp/8575327038/ref=pd_sbs_14_2/144-2754589-7058721?_encoding=UTF8&pd_rd_i=8575327038&pd_rd_r=380f4b79-c3e2-4b6d-9627-3c4c80575248&pd_rd_w=HxTk3&pd_rd_wg=oGyPX&pf_rd_p=27be8476-6095-40f6-b57d-3e82cf55061c&pf_rd_r=ZBFXPQ4E74D60MRR8Z7V&psc=1&refRID=ZBFXPQ4E74D60MRR8Z7V"
      },
      {
          "title": "Saga 7",
          "image": "https://empresas.devir.com.br/image/cache/data/Quadrinhos/SagaVol7_capa-1200x950.jpg",
          "description": "Anteriormente em Saga: Alana e Marko, dois soldados de lados opostos em uma guerra intergaláctica, se apaixonaram e esse amor proibido gerou a pequena Hazel. Eles não medem esforços para proteger a vida de sua filha recém-nascida em um perigoso universo que parece querer separá-los a qualquer custo. Agora... “A GUERRA POR PHANG”, um episódio épico e autocontido de SAGA. Depois de finalmente reencontrar a sua família, Hazel viaja para um cometa devastado pela guerra, que Grinalda e Aterro disputam há séculos. Novas amizades são formadas e outras são desfeitas para sempre, neste eletrizante volume que fala sobre famílias, combate e a experiência de refugiados. Reúne as edições 37-42.",
          "sale": "https://www.amazon.com.br/Saga-7-Brian-K-Vaughan/dp/8575327151/ref=pd_bxgy_img_2/144-2754589-7058721?_encoding=UTF8&pd_rd_i=8575327151&pd_rd_r=5111ae6d-f4db-4221-9f69-72e807357f39&pd_rd_w=HbvZF&pd_rd_wg=OsJwW&pf_rd_p=b7ddf2f0-cccc-4719-8541-b52293f96c07&pf_rd_r=169JH3EKD2S0865KT20G&psc=1&refRID=169JH3EKD2S0865KT20G"
      },
      {
          "title": "Saga 8",
          "image": "https://empresas.devir.com.br/image/cache/data/saga%208-1200x950.JPG",
          "description": "Após os eventos traumáticos da Guerra por Phang, Hazel, os pais dela e os seus companheiros sobreviventes embarcam em uma aventura transformadora na fronteira mais ao oeste do cosmo. E mais: duas histórias fechadas revelam os destinos de O Querer e Ghüs, dois dos personagens favoritos dos fãs. Reúne as edições 43-48",
          "sale": "https://www.amazon.com.br/Saga-8-Brian-K-Vaughan/dp/8575327488/ref=pd_bxgy_img_2/144-2754589-7058721?_encoding=UTF8&pd_rd_i=8575327488&pd_rd_r=16ba5ab9-89c7-45e7-889c-1baf50db555d&pd_rd_w=TUrKN&pd_rd_wg=zwzSK&pf_rd_p=b7ddf2f0-cccc-4719-8541-b52293f96c07&pf_rd_r=1SXKC15C5SYHA02J8FKM&psc=1&refRID=1SXKC15C5SYHA02J8FKM"
      },
      {
          "title": "Saga 9",
          "image": "https://empresas.devir.com.br/image/cache/data/Quadrinhos/saga_vol09_capa-1200x950.jpg",
          "description": "Anteriormente em Saga: Já há alguns anos nós acompanhamos a jornada de Alana e Marko, desde o nascimento da pequena Hazel no meio do conflito entre os mundos de seus pais. Eles lutaram muito e depois de superar o maior trauma que uma família pode passar, encontraram um lugar tranquilo para descansar. Agora: Em um raro momento de paz, Marko começa a escrever seu livro e Sir Robô engrena um novo relacionamento. Donzel e Hazel se divertem com Ghüs e o casal de jornalistas aguarda uma resposta decisiva para o grupo. Marko e Alana começam a pensar nos próximos passos. Tudo vai bem. Mas em Saga as coisas nunca são simples. O Querer parece finalmente ter retomado as rédeas da sua vida e ele só tem uma coisa em mente: vingança! Reúne as edições 49-54.",
          "sale": "https://www.amazon.com.br/Saga-9-Brian-K-Vaughan/dp/8575327658/ref=pd_sbs_14_5/144-2754589-7058721?_encoding=UTF8&pd_rd_i=8575327658&pd_rd_r=ba69742b-5f22-410d-be47-865fe8b45d2a&pd_rd_w=AO484&pd_rd_wg=LHeoC&pf_rd_p=27be8476-6095-40f6-b57d-3e82cf55061c&pf_rd_r=X6EDBKMR75F7DSJHX1HY&psc=1&refRID=X6EDBKMR75F7DSJHX1HY"
      }
  ],
  "readOnline": [
      {
          "title" : "Leia Saga volume 1 sessão 1",
          "link": "https://readcomiconline.to/Comic/Saga/Issue-1?id=1301"
      },
      {
          "title" : "Leia Saga volume 1 sessão 2",
          "link": "https://readcomiconline.to/Comic/Saga/Issue-2?id=1325"
      },
      {
          "title" : "Leia Saga volume 1 sessão 3",
          "link": "https://readcomiconline.to/Comic/Saga/Issue-3?id=1344"
      },
      {
          "title" : "Leia Saga volume 1 sessão 4",
          "link": "https://readcomiconline.to/Comic/Saga/Issue-4?id=1346&__cf_chl_jschl_tk__=9887cefd7c5fa65ae4ac037e3fac7e62213dbd6c-1588982532-0-AT5HiEH7dPh1Rd1jiRE8tEyTV1_SoAYmINdk1SOMGEsj_EXtC0pVxiMRSm-yNphqGjm7L4QaKwjq_ItPjw9AONnGA7Zy_CcV27JQKBGlup__LyRClsxRnz3Y2zUWLu93agtQ0NyHodlZRQ603nzaV2Rr_fgTXqMOSt1H8gbRjTmSelh7QHysKPHS_Se27lJeD2u5ZR3NvCZE2WAvqvsjMTgu4MztSO9hkTfop6ufCvX8yOw-UNwfYCMYwPWmdeut-dka1neg2fNtwLyz8nlWvwajKw73MiGZE8m6z4YyP337KcaBsgtAcWTIaTVQ8EbTlg"
      },
      {
          "title" : "Leia Saga volume 1 sessão 5",
          "link": "https://readcomiconline.to/Comic/Saga/Issue-5?id=1347"
      },
      {
          "title" : "Leia Saga volume 1 sessão 6",
          "link": "https://readcomiconline.to/Comic/Saga/Issue-6?id=1348"
      }
  ]
}
